Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Every exercise in MindFriend is rooted in research-backed therapeutic approaches.
es: Cada ejercicio en MindFriend esta basado en enfoques terapeuticos respaldados por investigacion.
pt_br: Cada exercicio no MindFriend e baseado em abordagens terapeuticas respaldadas por pesquisa.

source: Every hour
es: Cada hora
pt_br: A cada hora

source: Everyone has unique patterns that appear before stress overwhelms them. By learning your personal warning signs, MindFriend can alert you 24-72 hours before a crisis and help you intervene early.
es: Todos tienen patrones únicos que aparecen antes de que el estrés los abrume. Al aprender tus señales de alerta personales, MindFriend puede alertarte 24-72 horas antes de una crisis y ayudarte a intervenir temprano.
pt_br: Todos têm padrões únicos que aparecem antes do estresse sobrecarregá-los. Ao aprender seus sinais de alerta pessoais, MindFriend pode alertá-lo 24-72 horas antes de uma crise e ajudá-lo a intervir cedo.

source: Evidence AGAINST the thought
es: Evidencia EN CONTRA del pensamiento
pt_br: Evidência CONTRA o pensamento

source: Evidence AGAINST the thought:
es: Evidencia EN CONTRA del pensamiento:
pt_br: Evidencia CONTRA o pensamento:

source: Evidence FOR the thought
es: Evidencia A FAVOR del pensamiento
pt_br: Evidência A FAVOR do pensamento

source: Evidence FOR the thought:
es: Evidencia A FAVOR del pensamiento:
pt_br: Evidencia A FAVOR do pensamento:

source: Evidence-Based
es: Basado en Evidencia
pt_br: Baseado em Evidencia

source: Evidence-Based Programs
es: Programas Basados en Evidencia
pt_br: Programas Baseados em Evidencia

source: Evidence-Based Wellness
es: Bienestar Basado en Evidencia
pt_br: Bem-estar Baseado em Evidencia

source: Examine the evidence
es: Examina la evidencia
pt_br: Examine a evidencia

source: Examples
es: Ejemplos
pt_br: Exemplos

source: Excellent
es: Excelente
pt_br: Excelente

source: Exercise
es: Ejercicio
pt_br: Exercício

source: Exercise Complete!
es: ¡Ejercicio Completado!
pt_br: Exercício Concluído!

source: Exercise completed
es: Ejercicio completado
pt_br: Exercicio concluido

source: Exercise Effectiveness
es: Efectividad del ejercicio
pt_br: Eficácia do exercício

source: Exercise Type
es: Tipo de ejercicio
pt_br: Tipo de exercício

source: Exercises
es: Ejercicios
pt_br: Exercícios

source: Exercises using this methodology have been reviewed by mental health professionals.
es: Los ejercicios que utilizan esta metodologia han sido revisados por profesionales de salud mental.
pt_br: Os exercicios que utilizam esta metodologia foram revisados por profissionais de saude mental.

source: Exit Current Journey
es: Salir del viaje actual
pt_br: Sair da jornada atual

source: Exit Journey
es: Salir del viaje
pt_br: Sair da jornada

source: Exit Journey?
es: Salir del Viaje?
pt_br: Sair da Jornada?

source: Exit Recovery Mode
es: Salir del modo de recuperación
pt_br: Sair do modo de recuperação

source: Exit Recovery Mode?
es: Salir del Modo de Recuperacion?
pt_br: Sair do Modo de Recuperacao?

source: Expanding Circle
es: Circulo Expandiendose
pt_br: Circulo Expandindo

source: Experiment
es: Experimento
pt_br: Experimento

source: Experiment Results
es: Resultados del Experimento
pt_br: Resultados do Experimento

source: Expert
es: Experto
pt_br: Especialista

source: Expertise
es: Experiencia
pt_br: Especialização

source: Expertise Areas
es: Áreas de experiencia
pt_br: Áreas de especialização

source: Expired
es: Expirado
pt_br: Expirado

source: Expires
es: Expira
pt_br: Expira

source: Expires %@
es: Expira %@
pt_br: Expira %@

source: Expires in %lld days
es: Expira en %lld dias
pt_br: Expira em %lld dias

source: Explain Reasoning
es: Explicar razonamiento
pt_br: Explicar raciocínio

source: Explanation: %@
es: Explicación: %@
pt_br: Explicação: %@

source: Explore Life Transitions
es: Explorar transiciones de vida
pt_br: Explorar transições de vida

source: Explore This
es: Explorar esto
pt_br: Explorar isso

source: Explore this pattern
es: Explorar este patrón
pt_br: Explorar este padrão

source: Explore your thoughts and feelings in a supportive, non-judgmental space.
es: Explora tus pensamientos y sentimientos en un espacio de apoyo y sin juicios.
pt_br: Explore seus pensamentos e sentimentos em um espaco de apoio e sem julgamentos.

source: Explorer
es: Explorador
pt_br: Explorador

source: Export
es: Exportar
pt_br: Exportar

source: Export Compass
es: Exportar brújula
pt_br: Exportar bússola

source: Export Data
es: Exportar datos
pt_br: Exportar dados

source: Export Health Data (FHIR)
es: Exportar datos de salud (FHIR)
pt_br: Exportar dados de saúde (FHIR)

source: Export Journal
es: Exportar Diario
pt_br: Exportar Diario

source: Export Journal Entries
es: Exportar Entradas del Diario
pt_br: Exportar Entradas do Diario

source: Export Your Data
es: Exporta Tus Datos
pt_br: Exporte Seus Dados

source: Express Yourself
es: Expresate
pt_br: Expresse-se

source: Extend Session?
es: ¿Extender sesión?
pt_br: Estender sessão?

source: Extended
es: Extendido
pt_br: Estendido

source: Extra Large
es: Extra Grande
pt_br: Extra Grande

source: Fading out...
es: Desvaneciendo...
pt_br: Esvanecendo...

source: Failed to load image
es: Error al cargar imagen
pt_br: Falha ao carregar imagem

source: Failed to Load Insights
es: Error al cargar perspectivas
pt_br: Falha ao carregar insights

source: Failed to load invitations
es: Error al cargar invitaciones
pt_br: Falha ao carregar convites

source: Failed to render animation
es: Error al renderizar animacion
pt_br: Falha ao renderizar animacao

source: Family
es: Familia
pt_br: Família

source: Family Connection
es: Conexion Familiar
pt_br: Conexao Familiar

source: Family groups let you:
es: Los grupos familiares te permiten:
pt_br: Os grupos familiares permitem:

source: Family Information
es: Informacion Familiar
pt_br: Informacoes da Familia

source: Family Members
es: Miembros de la Familia
pt_br: Membros da Família

source: Family Name
es: Nombre de la familia
pt_br: Nome da família

source: Family Plan
es: Plan Familiar
pt_br: Plano Familiar

source: Family Wellness
es: Bienestar Familiar
pt_br: Bem-estar Familiar

source: Family Wellness Alerts
es: Alertas de Bienestar Familiar
pt_br: Alertas de Bem-estar Familiar

source: Fast
es: Rápido
pt_br: Rápido

source: Favorite
es: Favorito
pt_br: Favorito

source: Favorite Categories
es: Categorias Favoritas
pt_br: Categorias Favoritas

source: Favorited
es: Agregado a Favoritos
pt_br: Adicionado aos Favoritos

source: Favorites
es: Favoritos
pt_br: Favoritos

source: Favorites (%lld)
es: Favoritos (%lld)
pt_br: Favoritos (%lld)

source: Favorites Only
es: Solo favoritos
pt_br: Apenas favoritos

source: Feature
es: Funcion
pt_br: Recurso

source: Feature Request
es: Solicitud de Función
pt_br: Solicitação de Recurso

# feature.aiChat
source: AI-powered chat support
es: Chat con IA
pt_br: Chat com IA

# feature.connectFriends
source: Connect with friends
es: Conecta con Amigos
pt_br: Conecte-se com Amigos

# feature.dailyQuests
source: Daily wellness quests
es: Misiones Diarias
pt_br: Missoes Diarias

# feature.moodTracking
source: Track your mood journey
es: Seguimiento de Animo
pt_br: Rastreamento de Humor

source: Featured
es: Destacado
pt_br: Destaque

source: Featured Creators
es: Creadores Destacados
pt_br: Criadores em Destaque

source: Featured Tonight
es: Destacado esta noche
pt_br: Destaque desta noite

source: Features
es: Funciones
pt_br: Recursos

source: Feedback
es: Comentarios

source: Feedback Received
es: Comentarios recibidos
pt_br: Feedback recebido

source: Feedback Submitted
es: Comentarios Enviados
pt_br: Feedback Enviado

source: Feedback Type
es: Tipo de Comentario
pt_br: Tipo de Feedback

source: Feel gentle vibrations to calm your nervous system
es: Siente vibraciones suaves para calmar tu sistema nervioso
pt_br: Sinta vibrações suaves para acalmar seu sistema nervoso

source: Feel the rhythm
es: Siente el ritmo
pt_br: Sinta o ritmo

source: Feel the vibrations
es: Siente las vibraciones
pt_br: Sinta as vibracoes

source: Feeling %@
es: Sintiendo %@
pt_br: Sentindo %@

source: Fewer Alerts
es: Menos alertas
pt_br: Menos alertas

source: Filter
es: Filtrar
pt_br: Filtrar

source: Filter by Type
es: Filtrar por Tipo
pt_br: Filtrar por Tipo

source: Find a balanced perspective
es: Encuentra una perspectiva equilibrada
pt_br: Encontre uma perspectiva equilibrada

source: Find a Mentor
es: Encontrar un mentor
pt_br: Encontrar um mentor

source: Find a mentor or become one to start meaningful connections.
es: Encuentra un mentor o conviértete en uno para comenzar conexiones significativas.
pt_br: Encontre um mentor ou torne-se um para iniciar conexões significativas.

source: Find a mentor who has navigated similar challenges
es: Encuentra un mentor que haya navegado desafios similares
pt_br: Encontre um mentor que tenha navegado desafios semelhantes

source: Find a mentor who understands your journey
es: Encuentra un mentor que entienda tu viaje
pt_br: Encontre um mentor que entenda sua jornada

source: Find a quiet space and use headphones for the best experience
es: Encuentra un espacio tranquilo y usa auriculares para la mejor experiencia
pt_br: Encontre um espaco tranquilo e use fones de ouvido para a melhor experiencia

source: Find help in your country
es: Encuentra ayuda en tu pais
pt_br: Encontre ajuda no seu pais

source: Find Mentor
es: Encontrar Mentor
pt_br: Encontrar Mentor

source: Find Support
es: Encontrar Apoyo
pt_br: Encontrar Apoio

source: Finding mentors...
es: Buscando mentores...
pt_br: Encontrando mentores...

source: Finding therapists...
es: Buscando terapeutas...
pt_br: Buscando terapeutas...

source: Finish
es: Finalizar
pt_br: Finalizar

source: Finish the grounding exercise
es: Terminar el ejercicio de conexión a tierra
pt_br: Finalizar o exercício de aterramento

source: First dose
es: Primera dosis
pt_br: Primeira dose

source: First Steps
es: Primeros Pasos
pt_br: Primeiros Passos

source: Flagged
es: Marcado
pt_br: Sinalizado

source: Flower Bloom
es: Flor Floreciendo
pt_br: Flor Desabrochando

source: Flowing motion creates a calming visual rhythm
es: El movimiento fluido crea un ritmo visual calmante
pt_br: O movimento fluido cria um ritmo visual calmante

source: Focus
es: Enfoque
pt_br: Foco

source: Focus & Quiet Hours
es: Enfoque y Horas Tranquilas
pt_br: Foco e Horas Silenciosas

source: Focus your companion on what matters today
es: Enfoca a tu companero en lo que importa hoy
pt_br: Foque seu companheiro no que importa hoje

source: Focus: %@
es: Enfoque: %@
pt_br: Foco: %@

source: Follow
es: Seguir
pt_br: Seguir

source: Follow the dot to anchor your attention
es: Sigue el punto para anclar tu atencion
pt_br: Siga o ponto para ancorar sua atencao

source: Follow the guided breathing pattern
es: Sigue el patrón de respiración guiado
pt_br: Siga o padrão de respiração guiado

source: Follow these daily actions to replenish your wellbeing reserves and avoid crashes.
es: Sigue estas acciones diarias para reponer tus reservas de bienestar y evitar colapsos.
pt_br: Siga estas ações diárias para repor suas reservas de bem-estar e evitar colapsos.

source: Followers
es: Seguidores
pt_br: Seguidores

source: Following
es: Siguiendo
pt_br: Seguindo

source: Follows your device's appearance setting
es: Sigue la configuracion de apariencia de tu dispositivo
pt_br: Segue a configuracao de aparencia do seu dispositivo

source: For you
es: Para ti
pt_br: Para você

source: For You
es: Para ti
pt_br: Para você

source: Forgot Password?
es: ¿Olvidaste tu contraseña?
pt_br: Esqueceu a senha?

source: Format
es: Formato
pt_br: Formato

source: Free
es: Gratis
pt_br: Grátis

source: Free tier: 1 vacation per month
es: Nivel gratuito: 1 vacación por mes
pt_br: Nível gratuito: 1 férias por mês

source: Free: 5 min/day • Premium: 60 min/day
es: Gratis: 5 min/dia - Premium: 60 min/dia
pt_br: Gratis: 5 min/dia - Premium: 60 min/dia

source: French
es: Francés
pt_br: Francês

source: Frequency
es: Frecuencia
pt_br: Frequência

source: Frequent
es: Frecuente
pt_br: Frequente

source: Frequent (more suggestions)
es: Frecuente (más sugerencias)
pt_br: Frequente (mais sugestões)

source: Friend
es: Amigo
pt_br: Amigo

source: friend@example.com
es: amigo@ejemplo.com
pt_br: amigo@exemplo.com

source: Friendly reminders when patterns suggest support
es: Recordatorios amigables cuando los patrones sugieren apoyo
pt_br: Lembretes amigaveis quando os padroes sugerem apoio

source: From baseline: %lld
es: Desde la línea base: %lld
pt_br: Da linha de base: %lld

source: From:
es: De:
pt_br: De:

source: From: %@...
es: De: %@...
pt_br: De: %@...

source: Full
es: Completo
pt_br: Completo

source: Full Name
es: Nombre completo
pt_br: Nome completo

source: Gallery
es: Galería
pt_br: Galeria

source: Generate
es: Generar
pt_br: Gerar

source: Generate %@
es: Generar %@
pt_br: Gerar %@

source: Generate a personalized 7-day plan to reduce your wellbeing debt and prevent crashes.
es: Genera un plan personalizado de 7 días para reducir tu deuda de bienestar y prevenir colapsos.
pt_br: Gere um plano personalizado de 7 dias para reduzir sua dívida de bem-estar e prevenir colapsos.

source: Generate AI profile picture
es: Generar foto de perfil con IA
pt_br: Gerar foto de perfil com IA

source: Generate Art
es: Generar Arte
pt_br: Gerar Arte

source: Generate Audio
es: Generar audio
pt_br: Gerar áudio

source: Generate Exercise
es: Generar ejercicio
pt_br: Gerar exercício

source: Generate Exercise for Me
es: Generar ejercicio para mí
pt_br: Gerar exercício para mim

source: Generate Insights
es: Generar Perspectivas
pt_br: Gerar Insights

source: Generate New Exercise
es: Generar nuevo ejercicio
pt_br: Gerar novo exercício

source: Generate profile picture
es: Generar foto de perfil
pt_br: Gerar foto de perfil

source: Generate Program
es: Generar programa
pt_br: Gerar programa

source: Generate Receipt
es: Generar Recibo
pt_br: Gerar Recibo

source: Generate receipt button
es: Boton para generar recibo
pt_br: Botao para gerar recibo

source: Generate Report
es: Generar reporte
pt_br: Gerar relatório

source: Generate Story
es: Generar Historia
pt_br: Gerar Historia

source: Generate with AI
es: Generar con IA
pt_br: Gerar com IA

source: Generate your first exercise to get started
es: Genera tu primer ejercicio para comenzar
pt_br: Gere seu primeiro exercício para começar

source: Generate your first wellness report to see insights about your journey over time.
es: Genera tu primer reporte de bienestar para ver perspectivas sobre tu viaje a lo largo del tiempo.
pt_br: Gere seu primeiro relatório de bem-estar para ver insights sobre sua jornada ao longo do tempo.

source: Generated %@
es: Generado %@
pt_br: Gerado %@

source: Generated profile picture preview
es: Vista previa de foto de perfil generada
pt_br: Visualização de foto de perfil gerada

source: Generating
es: Generando
pt_br: Gerando

source: Generating art
es: Generando arte
pt_br: Gerando arte

source: Generating card...
es: Generando tarjeta...
pt_br: Gerando cartao...

source: Generating profile picture
es: Generando foto de perfil
pt_br: Gerando foto de perfil

source: Generating Report...
es: Generando Informe...
pt_br: Gerando Relatorio...

source: Generating your insights...
es: Generando tus perspectivas...
pt_br: Gerando seus insights...

source: Generating your personalized recovery program...
es: Generando tu programa de recuperación personalizado...
pt_br: Gerando seu programa de recuperação personalizado...

source: Generating your profile picture...
es: Generando tu foto de perfil...
pt_br: Gerando sua foto de perfil...

source: Generating your report...
es: Generando tu reporte...
pt_br: Gerando seu relatório...

source: Generating your story...
es: Generando tu historia...
pt_br: Gerando sua história...

source: Generating...
es: Generando...
pt_br: Gerando...

source: Generation Failed
es: Generación fallida
pt_br: Falha na geração

source: generations remaining today
es: generaciones restantes hoy
pt_br: gerações restantes hoje

source: Generic Text
es: Texto Generico
pt_br: Texto Generico

source: Gentle inhale and exhale timing guidance
es: Guia suave de tiempo para inhalar y exhalar
pt_br: Guia suave de tempo para inspirar e expirar

source: Gentle Nudges
es: Empujones Suaves
pt_br: Lembretes Suaves

source: Gentle rainfall for deep relaxation
es: Lluvia suave para relajacion profunda
pt_br: Chuva suave para relaxamento profundo

source: German
es: Alemán
pt_br: Alemão

source: Get a gentle nudge to journal at your preferred time.
es: Recibe un recordatorio suave para escribir en tu diario a tu hora preferida.
pt_br: Receba um lembrete suave para escrever no diario no seu horario preferido.

source: Get a Prompt
es: Obtener una Sugerencia
pt_br: Obter uma Sugestao

source: Get AI Insights
es: Obtener información de IA
pt_br: Obter insights de IA

source: Get crisis help
es: Obtener ayuda de crisis
pt_br: Obter ajuda de crise

source: Get early access to new notification features. These may be experimental and subject to change.
es: Obten acceso anticipado a nuevas funciones de notificacion. Estas pueden ser experimentales y estar sujetas a cambios.
pt_br: Obtenha acesso antecipado a novos recursos de notificacao. Estes podem ser experimentais e sujeitos a alteracoes.

source: Get Help
es: Obtener Ayuda
pt_br: Obter Ajuda

source: Get notified when friends share, send hugs, or complete challenges
es: Recibe notificaciones cuando amigos compartan, envien abrazos o completen desafios
pt_br: Receba notificacoes quando amigos compartilharem, enviarem abracos ou completarem desafios

source: Get notified when your social vitality needs attention, or when supporters want to reach out.
es: Recibe notificaciones cuando tu vitalidad social necesite atención, o cuando los seguidores quieran comunicarse.
pt_br: Seja notificado quando sua vitalidade social precisar de atenção, ou quando apoiadores quiserem entrar em contato.

source: Get personalized community insights
es: Obtén perspectivas personalizadas de la comunidad
pt_br: Obtenha insights personalizados da comunidade

source: Get personalized insights about your thoughts and feelings from this entry.
es: Obten perspectivas personalizadas sobre tus pensamientos y sentimientos de esta entrada.
pt_br: Obtenha insights personalizados sobre seus pensamentos e sentimentos desta entrada.

source: Get proactive support before you need it
es: Obten apoyo proactivo antes de necesitarlo
pt_br: Obtenha apoio proativo antes de precisar

source: Get started
es: Comenzar
pt_br: Começar

source: Get Started
es: Comenzar
pt_br: Começar

source: Get structured support through major life changes
es: Obtén apoyo estructurado durante cambios importantes de vida
pt_br: Obtenha apoio estruturado durante grandes mudanças de vida

source: Get unlimited access to all sessions and exclusive content
es: Obten acceso ilimitado a todas las sesiones y contenido exclusivo
pt_br: Obtenha acesso ilimitado a todas as sessoes e conteudo exclusivo

source: Getting new quest...
es: Obteniendo nueva mision...
pt_br: Obtendo nova missao...

source: Gift
es: Regalo
pt_br: Presente

source: Gift a subscription
es: Regalar una suscripción
pt_br: Presentear uma assinatura

source: Gift Sent!
es: Regalo Enviado!
pt_br: Presente Enviado!

source: Give as Gift
es: Dar como Regalo
pt_br: Dar de Presente

source: Give Back
es: Retribuir
pt_br: Retribuir

source: Give MindFriend Premium
es: Regalar MindFriend Premium
pt_br: Presentear MindFriend Premium

source: Give subscription as gift button
es: Boton para regalar suscripcion
pt_br: Botao para presentear assinatura

source: Give your entry a title...
es: Dale un título a tu entrada...
pt_br: Dê um título à sua entrada...

source: Goal
es: Meta
pt_br: Meta

source: Goal %lld
es: Meta %lld
pt_br: Meta %lld

source: Goal Summary
es: Resumen de Meta
pt_br: Resumo da Meta

# Goal: %lld by %@
source: Goal: %1$lld by %2$@
es: Meta: %1$lld para el %2$@
pt_br: Meta: %1$lld ate %2$@

source: Good afternoon
es: Buenas tardes
pt_br: Boa tarde

source: Good afternoon,
es: Buenas tardes,
pt_br: Boa tarde,

source: Good evening
es: Buenas noches
pt_br: Boa noite

source: Good evening,
es: Buenas noches,
pt_br: Boa noite,

source: Good for: %@
es: Bueno para: %@
pt_br: Bom para: %@

source: Good morning
es: Buenos días
pt_br: Bom dia

source: Good morning,
es: Buenos días,
pt_br: Bom dia,

source: Good Morning!
es: ¡Buenos días!
pt_br: Bom dia!

source: Goodnight,
es: Buenas noches,
pt_br: Boa noite,

source: Got It
es: Entendido
pt_br: Entendi

source: Got it!
es: ¡Entendido!
pt_br: Entendi!

source: Grace Period Active
es: Período de gracia activo
pt_br: Período de graça ativo

source: Grant Calendar Access
es: Conceder acceso al calendario
pt_br: Conceder acesso ao calendário

source: Gratitude Wall
es: Muro de Gratitud
pt_br: Mural de Gratidao

source: Great job completing the recovery quest. Keep up the momentum!
es: Excelente trabajo completando la mision de recuperacion. Manten el impulso!
pt_br: Otimo trabalho completando a missao de recuperacao. Mantenha o ritmo!

source: Great job completing your quest!
es: ¡Excelente trabajo completando tu misión!
pt_br: Ótimo trabalho completando sua missão!

source: Great job preparing for sleep. Sweet dreams!
es: ¡Excelente trabajo preparándote para dormir. Dulces sueños!
pt_br: Ótimo trabalho se preparando para dormir. Bons sonhos!

source: Great job!
es: ¡Excelente trabajo!
pt_br: Ótimo trabalho!

source: Great Session!
es: ¡Gran sesión!
pt_br: Ótima sessão!

source: Great Work!
es: ¡Excelente trabajo!
pt_br: Ótimo trabalho!

source: Ground yourself through your senses
es: Anclate a traves de tus sentidos
pt_br: Ancore-se atraves dos seus sentidos

source: Ground yourself with touch, sight, and sound
es: Anclate con tacto, vista y sonido
pt_br: Ancore-se com toque, visao e som

source: Grounding
es: Anclaje
pt_br: Ancoragem

source: Guidance for how they can help...
es: Orientación sobre cómo pueden ayudar...
pt_br: Orientação sobre como podem ajudar...

source: Guided creative activities for emotional expression
es: Actividades creativas guiadas para expresion emocional
pt_br: Atividades criativas guiadas para expressao emocional

source: Guided Exercises
es: Ejercicios Guiados
pt_br: Exercicios Guiados

source: Guided routines coming soon...
es: Rutinas guiadas próximamente...
pt_br: Rotinas guiadas em breve...

source: handle
es: identificador
pt_br: identificador

source: Haptic engine failed to start
es: El motor haptico no pudo iniciar
pt_br: O motor haptico falhou ao iniciar

source: Haptic Feedback
es: Retroalimentación Háptica
pt_br: Feedback Háptico

source: Haptic Intensity
es: Intensidad Haptica
pt_br: Intensidade Haptica

source: Haptic pattern file not found
es: Archivo de patron haptico no encontrado
pt_br: Arquivo de padrao haptico nao encontrado

source: Have an invite code?
es: ¿Tienes un código de invitación?
pt_br: Tem um código de convite?

source: Heading
es: Encabezado
pt_br: Titulo

source: Health Alerts
es: Alertas de Salud
pt_br: Alertas de Saude

source: Health Settings
es: Configuracion de Salud
pt_br: Configuracoes de Saude

source: HealthKit is not available on this device
es: HealthKit no esta disponible en este dispositivo
pt_br: HealthKit nao esta disponivel neste dispositivo

source: Heart Rate
es: Frecuencia cardíaca
pt_br: Frequência cardíaca

source: Heart Rate Variability
es: Variabilidad de frecuencia cardíaca
pt_br: Variabilidade da frequência cardíaca

source: Heartbeat
es: Latido del Corazón
pt_br: Batimento Cardíaco

source: Hello
es: Hola
pt_br: Olá

source: Hello, %@!
es: ¡Hola, %@!
pt_br: Olá, %@!
